Repository: JeremieZipfel/scalexpert-prestashop
Catalog: prestashop-v8/scalexpertplugin/translations/*/ModulesScalexpertpluginShop.*.xlf
Languages: fr_fr

source: Financing request accepted
fr_fr: demande de financement acceptée

source: Financing request in progress
fr_fr: demande de financement en cours

source: Financing request requested
fr_fr: demande de financement en cours

source: Financing request pre-accepted
fr_fr: demande de financement en cours de validation

source: Financing request rejected
fr_fr: demande de financement rejetée

source: Financing request cancelled
fr_fr: demande de financement annulée totalement

source: Financing request aborted
fr_fr: demande de financement avortée

source: A technical error occurred during process, please retry.
fr_fr: oups ! un incident technique est survenu, veuillez réitérer votre demande

source: Insurance subscription activated
fr_fr: souscription d'assurance activée

source: Insurance subscription request in progress
fr_fr: souscription d'assurance en cours

source: Insurance subscribed
fr_fr: Assurance souscrite

source: Insurance subscription rejected
fr_fr: souscription d'assurance rejetée

source: Insurance subscription cancelled
fr_fr: souscription d'assurance annulée

source: Insurance subscription terminated
fr_fr: souscription d'assurance terminée

source: Insurance subscription aborted
fr_fr: souscription d'assurance avortée

source: This payment method is not available.
fr_fr: Cette méthode de paiement n'est pas disponible.

source: Please provide a valid phone number to select this payment method
fr_fr: Veuillez renseigner un numéro de téléphone mobile ou fixe valide pour sélectionner ce moyen de paiement

source: An error occurred during financing subscription.
fr_fr: Un erreur s'est produite pendant la création du financement.

source: Your orders is paid
fr_fr: Votre commande est payée

source: Your financing request has been accepted. A confirmation mail has been sent to you.
fr_fr: Votre de demande de financement a été acceptée. un email de confirmation vous été envoyé.

source: Your orders are awaiting financing
fr_fr: Votre commande est en attente de financement

source: Your financing request has been sent to the lending organization and is being studied. You will soon receive an email informing you of the decision regarding this request.
fr_fr: Votre demande de financement a été transmise à l'organisme prêteur et est à l'étude. Vous recevrez prochainement un email vous informant de la décision concernant cette demande.

source: Your orders is canceled
fr_fr: Votre commande est annulée

source: We're sorry, your financing request was not accepted or a technical error occurred. We invite you to try again or place a new order by choosing another payment method.
fr_fr: Nous sommes désolés, votre demande de financement n'a pas été acceptée ou une erreur technique est survenue. Nous vous invitons à réessayer ou à réaliser une nouvelle commande en choisissant un autre mode de paiement.

source: An error occured. Please contact the merchant to have more informations
fr_fr: Une erreur s'est produite. Veuillez contacter le marchant pour plus d'informations

source: Insurance
fr_fr: Assurance

source: Status:
fr_fr: État :

source: Waiting for payment
fr_fr: En attente de paiement

source: By subscribing to the insurance, I declare that I have been able to download and print the
fr_fr: En souscrivant à la garantie, je déclare avoir été en mesure de télécharger et d'imprimer la

source: Information notice (IN)
fr_fr: Notice d'information (NI)

source: of the insurance contract.
fr_fr: du contrat d'assurance.

source: Your informations payment:
fr_fr: Vos informations de paiement :

source: Amount
fr_fr: Montant

source: Order reference
fr_fr: Référence de commande

source: Financial status
fr_fr: Statut du financement

source: An email has been sent with this information.
fr_fr: Un e-mail vous a été envoyé avec cette information.

source: If you have questions, comments or concerns, please contact our [1]expert customer support team[/1].
fr_fr: Si vous avez des questions ou des commentaires, veuillez contacter notre [1]équipe d'assistance client experte[/1].
