Repository: JeremieZipfel/scalexpert-prestashop
Catalog: prestashop-v8/scalexpertplugin/translations/*/ModulesScalexpertpluginAdmin.*.xlf
Languages: fr_fr

source: Excluded categories
fr_fr: Exclusion de catégories

source: Display
fr_fr: Afficher

source: Disabled
fr_fr: Désactivé

source: Enabled
fr_fr: Activé

source: Under the add to cart bloc
fr_fr: En dessous du bloc d'ajout au panier

source: Title
fr_fr: Titre

source: Sub-title
fr_fr: Sous-titre

source: Display logo
fr_fr: Afficher le logo

source: displayShoppingCartFooter
fr_fr: En dessous du panier.

source: Regroup all payment options
fr_fr: Grouper les options de paiements

source: This option is not available in your contract.
fr_fr: Cette option n'est pas disponible dans votre contrat

source: No status
fr_fr: Pas de statut

source: Credit subscription is initialized (INITIALIZED)
fr_fr: Demande de financement initiée (INITIALIZED)

source: Credit subscription is completed, awaiting a final decision from the financial institution (PRE_ACCEPTED)
fr_fr: Demande de financement transmise à l’organisme prêteur et en attente de décision (PRE_ACCEPTED)

source: Credit subscription is accepted (ACCEPTED)
fr_fr: Demande de financement acceptée (ACCEPTED)

source: Credit subscription is refused (REJECTED)
fr_fr: Demande de financement refusée (REJECTED)

source: Credit subscription is aborted by the customer or due to technical issue (ABORTED)
fr_fr: Demande de financement abandonnée par le client ou suite à un incident technique (ABORTED)

source: Credit subscription is cancelled (CANCELLED)
fr_fr: Demande de financement annulée (CANCELLED)

source: Debug mode
fr_fr: Mode débug

source: The log files are available in the folder
fr_fr: Les fichiers de logs sont disponible dans le dossier suivant

source: Choose environment
fr_fr: Choisir l'environnement

source: ID for test API
fr_fr: Saisir votre identifiant de test

source: Secret for test API
fr_fr: Saisir votre clé de test

source: ID for production API
fr_fr: Saisir votre identifiant de production

source: Secret for production API
fr_fr: Saisir votre clé de production

source: Check API credentials
fr_fr: Vérifier ma clé

source: Description of Scalexpert module.
fr_fr: Scalexpert module.

source: Are you sure you want to uninstall?
fr_fr: êtes vous sur de vouloir désinstaller le module ?

source: Pay your purchase by installments
fr_fr: Payez votre achat en plusieurs fois

source: An Error occurred during cancellation process.
fr_fr: Une erreur s'est produit pendant l'annulation.

source: Cancellation success.
fr_fr: Annulation réalisée avec succès.

source: Debug
fr_fr: Mode Débug

source: Mapping
fr_fr: Mappage

source: For more information regarding e-financing status, please clic on the following link
fr_fr: Pour plus d’information sur les statuts de financement, veuillez consulter la page suivante

source: Cron task
fr_fr: Tâche cron

source: You configure this cron task (every hour) on your server:
fr_fr: Veuillez configurer cette tâche cron (toutes les heures) sur votre serveur :

source: Configure keys
fr_fr: Configurer mes clés API

source: Please enter your API key here for the different environments.
fr_fr: Veuillez renseigner ici vos clés API pour les différents environnements

source: You can find your API keys via this link
fr_fr: Vous pouvez retrouver vos clés API via le lien suivant

source: Find my API key
fr_fr: Trouvez mes clés API !

source: Display/Hide key
fr_fr: Afficher/Cacher la clé

source: General
fr_fr: Configuration Générale

source: e-Financing
fr_fr: e-Financement

source: Subscribe to another options
fr_fr: Souscrire à d'autres options

source: Extended insurance
fr_fr: Extension de garantie

source: Insurance subscriptions
fr_fr: Souscriptions assurances

source: Subscription ID
fr_fr: ID de la souscription

source: Insurance price
fr_fr: Prix de l'assurance

source: Insurance duration
fr_fr: Durée de l'assurance

source: Status
fr_fr: Etat

source: Financing subscriptions
fr_fr: Financements

source: Consolidated status
fr_fr: Statut du financement

source: Buyer financed amount
fr_fr: Montant financé

source: Registration timestamp
fr_fr: Date du financement

source: Cancellation amount
fr_fr: Montant de l'annulation

source: The option "%visualTitle%" is activated on your site
fr_fr: l'option "%visualTitle%" est activée sur votre site

source: The option "%visualTitle%" is not activated on your site
fr_fr: l'option "%visualTitle%" n'est pas activée sur votre site

source: enable/disable
fr_fr: activer/désactiver

source: Product page design
fr_fr: Affichage sur la page produit

source: Payment page design
fr_fr: Affichage page de paiement

source: Cart page design
fr_fr: Affichage sur la page panier

source: Error missing API keys
fr_fr: Le plugin n'est pas activé sur votre site. Veuillez renseigner vos clé API.

source: Configure my key
fr_fr: Configurer ma clé

source: Model
fr_fr: Modèle

source: Characteristics
fr_fr: Caractéristiques
